Revit 2024 API
SpecTypeId.CoolingLoadDividedByVolume Property
 Cooling Load divided by Volume, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CoolingLoadDividedByVolume { get; }
Visual Basic
Public Shared ReadOnly Property CoolingLoadDividedByVolume As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CoolingLoadDividedByVolume {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace